export const movies = [
  {
    id: 1,
    title: 'Звёздные войны XXIII: Атака клонированных клонов',
    synopsis: 'Две сотни лет назад малороссийские хутора разоряла шайка нехристей-ляхов во главе с могущественным колдуном.',
    duration: '130 минут',
    origin: 'США',
    poster: 'i/poster1.jpg',
    date: '2024-05-30',
    sessions: [
      {
        hall: 'Зал 1',
        times: ['10:20', '14:10', '18:40', '22:00']
      },
      {
        hall: 'Зал 2',
        times: ['11:15', '14:40', '16:00', '18:30', '21:00', '23:30']
      }
    ]
  },
  {
    id: 2,
    title: 'Альфа',
    synopsis: '20 тысяч лет назад Земля была холодным и неуютным местом, в котором смерть подстерегала человека на каждом шагу.',
    duration: '96 минут',
    origin: 'Франция',
    poster: 'i/poster2.jpg',
    date: '2024-05-30',
    sessions: [
      {
        hall: 'Зал 1',
        times: ['10:20', '14:10', '18:40', '22:00']
      },
      {
        hall: 'Зал 2',
        times: ['11:15', '14:40', '16:00', '18:30', '21:00', '23:30']
      }
    ]
  },
  {
    id: 3,
    title: 'Хищник',
    synopsis: 'Самые опасные хищники Вселенной, прибыв из глубин космоса, высаживаются на улицах маленького городка, чтобы начать свою кровавую охоту.',
    duration: '101 минута',
    origin: 'Канада, США',
    poster: 'i/poster2.jpg',
    date: '2024-05-30',
    sessions: [
      {
        hall: 'Зал 1',
        times: ['09:00', '10:10', '12:55', '14:15', '14:50', '16:30', '18:00', '18:50', '19:50', '20:55', '22:00']
      }
    ]
  },
  {
    id: 4,
    title: 'Звёздные войны XXIII: Атака клонированных клонов',
    synopsis: 'Две сотни лет назад малороссийские хутора разоряла шайка нехристей-ляхов во главе с могущественным колдуном.',
    duration: '130 минут',
    origin: 'США',
    poster: 'i/poster1.jpg',
    date: '2024-05-31',
    sessions: [
      {
        hall: 'Зал 1',
        times: ['10:20', '14:10', '18:40', '22:00']
      },
      {
        hall: 'Зал 2',
        times: ['11:15', '14:40', '16:00', '18:30', '21:00', '23:30']
      }
    ]
  },
  {
    id: 5,
    title: 'Альфа',
    synopsis: '20 тысяч лет назад Земля была холодным и неуютным местом, в котором смерть подстерегала человека на каждом шагу.',
    duration: '96 минут',
    origin: 'Франция',
    poster: 'i/poster2.jpg',
    date: '2024-05-31',
    sessions: [
      {
        hall: 'Зал 1',
        times: ['10:20', '14:10', '18:40', '22:00']
      },
      {
        hall: 'Зал 2',
        times: ['11:15', '14:40', '16:00', '18:30', '21:00', '23:30']
      }
    ]
  },
  {
    id: 6,
    title: 'Звёздные войны XXIII: Атака клонированных клонов',
    synopsis: 'Две сотни лет назад малороссийские хутора разоряла шайка нехристей-ляхов во главе с могущественным колдуном.',
    duration: '130 минут',
    origin: 'США',
    poster: 'i/poster1.jpg',
    date: '2024-06-01',
    sessions: [
      {
        hall: 'Зал 1',
        times: ['10:20', '14:10', '18:40', '22:00']
      },
      {
        hall: 'Зал 2',
        times: ['11:15', '14:40', '16:00', '18:30', '21:00', '23:30']
      }
    ]
  },
  {
    id: 8,
    title: 'Хищник',
    synopsis: 'Самые опасные хищники Вселенной, прибыв из глубин космоса, высаживаются на улицах маленького городка, чтобы начать свою кровавую охоту.',
    duration: '101 минута',
    origin: 'Канада, США',
    poster: 'i/poster2.jpg',
    date: '2024-06-01',
    sessions: [
      {
        hall: 'Зал 1',
        times: ['09:00', '10:10', '12:55', '14:15', '14:50', '16:30', '18:00', '18:50', '19:50', '20:55', '22:00']
      }
    ]
  }
];
